Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Seeker Minimissile
fr_fr: Minimissile Chercheur

source: Seeker Standard Missile
fr_fr: Missile Chercheur

source: Shard Pistol
fr_fr: Pistolet à Aiguilles

source: Vortex Ring Gun
fr_fr: Canon Vortex

source: To SOM $$ 5
fr_fr: Jusqu'à SOM $$ 5

source: To SOM $$ 2
fr_fr: Jusqu'à SOM $$ 2

source: To SOM
fr_fr: Jusqu'à SOM

source: To SOM $$ 3
fr_fr: Jusqu'à SOM $$ 3

source: Standard Grenades
fr_fr: Grenades

source: The ranges listed on the Weapon Ranges table are for Earth-like gravity conditions (1 g).
fr_fr: Les portées listées dans la table des Portées d'Armes sont valable pour lees gravités de type Terrienne (1g).

source: While the effective ranges of kinetic, seeker, spray, and thrown weapons can potentially increase in lower gravity environments due to lack of gravitational forces or aerodynamic drag, accuracy is still the defining factor for determining whether you hit or miss a target.
fr_fr: Alros que la portée effective des armes cinétiques, chercheuses, à spray et de jets peuvent potentiellement augmenter dans les environnements en faible gravité en raison du manque de forces gravitationnelle ou de frain aérofynamique, la précision reste le facteur déterminant si vous toucher la cible ou non.

source: In lower gravities, use the same effective ranges listed, but extend the maximum range by dividing it by the gravity (for example, a max range of 100 meters would be 200 meters in 0.5 g).
fr_fr: En gravité réduite, utilisés les mêmes portées effectives que celles listées, mais étendez la portée maximale en la divisant apr la gravité (par exemple, une portée maximale de 100 mètre, sera de 200 mètres en 0,5g).

source: In microgravity and zero g, the maximum range is effectively line of sight.
fr_fr: En microgravité et en zéro-g, la portée maximale est la ligne de vue effective.

source: Likewise, under high-gravity conditions (over 1 g), divide each range category maximum by the gravity (e.g., a short range of 10 meters would be 5 meters in 2 g).
fr_fr: De manière similaire, dans les environnements en haute-gravité (au-delà de 1g), divisez le maximum de chaque catégorie de portée par la gravité (i.e, une portée courte de 10 mètres sera réduite à 5 en 2 g).

source: Beam weapons are not affected by gravity, but they do fare much better in non-atmospheric conditions.
fr_fr: Les arems à rayons ne sont pas affectées par la gravité, mais sont bien plus efficace dans des conditions non-atmosphérique.

source: Maximum beam weapon range in vacuum is effectively line of sight.
fr_fr: La portée maximale des armes à rayon dans le vide est la ligne de vue effective.

source: Some weapons extend a character’s reach, giving them a significant advantage over an opponent in melee combat.
fr_fr: Certaines armes augmentent l'allonge d'un personnage, lui donnant un avantage significatif face à un adversaire en combat de mélés.

source: This applies to any weapon over half a meter long: axes, clubs, swords, shock batons, etc.
fr_fr: Cela s'applique à toutes les armes de plsu d'un mètre de long: haches, masses, épées, bâtons chocs, etc.

source: Whenever one character has a reach advantage over another, they receive a +10 modifier for both attacking and defending.
fr_fr: Lorsqu'un personnage a l'avantage de l'allonge sur son adversaire, il reçoit un modificateur de +10 en attaque et en défense.

source: When you are using a blast weapon, you may still catch your target in the blast radius even if you fail to hit them directly.
fr_fr: Lorsque vous utilisez une arme à explosion, vous pouvez toujours toucher votre cible grâc au souffle même si vous ne parvenez pas à la toucher directement.

source: Weapons such as grenades must go somewhere when they miss, and exactly where they land may be important to the outcome of a battle.
fr_fr: Les arems telles que les grenades doivent aller quelquepart lorsqu'elle ratent, et leur position exacte peut être importante pour l'issue de la bataille.

source: To determine where a missed blast attack falls, the scatter rules are called into play.
fr_fr: Pour déterminer où aterri une attaques à explosion ratée, la règle de dispersion entre en jeu.

source: To determine scatter, roll a d10 and note where the die ``points'' (using yourself as the reference point).
fr_fr: pour déterminez la dispersion, lancer 1d10 et notez dans quelle direction "pointe" le dé (en vous servant de votre position comme référence).

source: This is the direction from the target that the missed blast lands.
fr_fr: C'est la direction par rapport à la cible dans laquelle l'explosif va finalement aterrir.

source: The die roll also determines how far away the blast lands, in meters.
fr_fr: Le résultat du dé détermine également la distance de dispersion, en mètre.

source: If the MoF on the attack is over 30, this distance is doubled.
fr_fr: Si la MdE de l'attaque est de plus de 30, cette distance est doublée.

source: If the MoF exceeds 60, the distance is tripled.
fr_fr: Si la MdE dépasse 60, la distance est triplée.

source: This point determines the epicenter of the blast; resolve the effects of damage against anyone caught within its sphere of effect as normal (see Blast Effect, p.
fr_fr: Ce point détermine l'épicentre de l'explosion; résolvez les effets des dommages contre tout ceux qui sonr pris dans la sphère d'effet comme d'habitude (voir Effets de Souffle, p.

source: Shock weapons use high-voltage electrical jolts to physically stun and incapacitate targets.
fr_fr: Les armes chocs utilisent des décharges électriques à haute tension pour étourdir physiquement et handicaper les cibles.

source: Shock weapons are particularly effective against biomorphs and pods, even when heavily armored.
fr_fr: Les armes à chocs sont particulièrement efficaces contre les biomorphs et les pods, même si ils sont lourdement protégés.

source: Synthmorphs, bots, and vehicles are immune to shock weapon effects.
fr_fr: Les synthmorphs, les bots et les véhciules sont immunisés aux effets des armes à chocs.

source: A biomorph struck with a shock weapon must make a DUR + Energy Armor Test (using their current DUR score, reduced by damage they have taken).
fr_fr: Une biomorph piégées par une armes à chocs doit fair un Test de SOL + Armure Énergétique (utilisant leur score actuel de SOL, réduit par les dégats déjà subit).

source: If they fail, they immediately lose neuromuscular control, fall down, and are incapacitated for 1 Action Turn per 10 full points of MoF (minimum of 3 Action Turns).
fr_fr: Si il échoue, il perd immédiatement le contrôle neuromusculaire, tombe, et est paralysé pendant 1 Tour d'Action par tranche complète de 10 points de MdS (minimum de 3 Tours d'Actions)

source: During this time they are stunned and incapable of taking any action, possibly convulsing, suffering vertigo, nausea, etc.
fr_fr: Pendant cette période, il est étourdi et incapable d'accomplir la moindre action, il convulse probable, souffre de vertige, de nausées, etc.

source: After this period, they may act but they remain stunned and shaken, suffering a -30 modifier to all actions.
fr_fr: Après cette épriode, il peut agir mais il reste étourdit et en état de choc, subissant un modificateur de -30 à toutes ses actions.

source: This modifier reduces by 10 per minute (so -20 after 1 minute, -10 after 2 minutes, and no modifier after 3 minutes).
fr_fr: Ce modificateur réduit de 10 par minutes (et passe donc à -20 après 1 minutes, -10 après 2 minutes et disparaît au bout de 3).

source: Many shock weapons also inflict DV, which is handled as normal.
fr_fr: Beaucoup d'armes à chocs infligent également une VD, qui est gérée de manière normale.

source: A biomorph that succeeds the DUR Test is still shocked but not incapacitated.
fr_fr: Une biomorph qui réussit son test de SOL est toujours choquée mais n'est pas paralysée.

source: They suffer half the listed DV and suffer a -30 modifier until the end of the next Action Turn.
fr_fr: Elle souffre de la moitié de la VD indiquée et subit un modificateur de -30 jusqu'à la fin du prochain Tour d'Action.

source: This modifier reduces by 10 per Action Turn.
fr_fr: Ce modificateur réduit de 10 par Tour d'Action.

source: Modifiers from additional shocks are not cumulative, but will boost the modifier back to its maximum value.
fr_fr: Les modificateurs d'autres chocs ne sont pas cumulatif, mais ils élèveront le modificateur à sa valeru maximale.

source: To grapple an opponent in melee combat, you must declare your intent to subdue before making the die roll.
fr_fr: Pour saisir un advesaire en combat au contact, vous devez déclarez votre intention de le contrôller avant de lancer les dés.

source: Any appropriate melee skill may be used for the attack; if wielding a weapon, it may be used as part of the grappling technique.
fr_fr: Toute compétence de mélée appropriée peut être utilisée pour l'attaque; si une arem est utilisée, elle peut être utilisée comme faisant parti de la technique de prise.

source: If you succeed in your attack with an Excellent Success (MoS of 30+), you have successfully subdued your opponent (for the moment, at least).
fr_fr: Si vous réussissez votre attaque avec une Réussite Exceptionnelle (MdR de 30+), vous avez réussit à contrôler votre adversaire (du moins, pour le moment).

source: Grappling attacks do not cause damage unless you roll a critical success (though even in this case you can choose not to).
fr_fr: Les attaques de saisie n'infligent aps de dégats sauf si vous obtenez un succès critique (et même dans ce cas là, vous pouvez décider de ne pas faire de dégâts).

source: A subdued opponent is temporarily restrained or immobilized.
fr_fr: Un adversaire contrôlé est temporairement maîtrisé ou immobilisé.

source: They may communicate, use mental skills, and take mesh actions, but they may not take any physical actions other than trying to break free.
fr_fr: Il peut communiquer, utiliser des compétences mentales et agir sur le mesh, mais ils ne peuvent faire aucune action physique autre que de tenter de s'échapper.

source: (At the gamemaster’s discretion, they may make small, restrained physical actions, such as reaching for a knife in their pocket or grabbing an item dropped a few centimeters away on the floor, but these actions should suffer at least a -30 modifier and may be noticed by their grappler).
fr_fr: (À la discrétion du maîþre de jeu, il peut toujours faire de pettites actions physique restreinte, telle qu'essayer d'attraper un couteau dans leur poche ou saisir un objet lancé à quelques centimètre sur le sol, mais ces actions devraient subir un modificateur d'au moins -30 et seront remarqué par le contrôleur).

source: To break free, a grappled character must take a Complex Action and succeed in either an Opposed Unarmed Combat Test or an Opposed SOM $$ 3 Test, though the subdued character suffers a -30 modifier on this test.
fr_fr: Pour se libérer, un personnage saisi doit prendre une Action Complexe et réussir soit un Test en Opposition de Combat à Mains Nues ou un Test en Opposition de SOM $$ 3, bien que le personnage contrôlé souffre d'un modificateur de -30 sur son test.

source: A character firing a weapon in full-auto mode (p.
fr_fr: Un personnage tirant avec une arme en mode automatqiue (p.

source: 198) may choose to lay down suppressive fire over an area rather than targeting anyone specifically, with the intent of making everyone in the suppressed area keep their heads down.
fr_fr: 198) peut choisir d'utiliser un tir suppressif sur une zone au lieu de viser quelqu'un spécifiquement, dans le but de forcer tout ceux qui sont dans la zone de rester à couvert.

source: This takes a Complex Action, uses up 20 shots, and lasts until the character’s next Action Phase.
fr_fr: Cela prend une Action Complexe, utilise 20 munitions et dure jusqu'à la prochaine Phase d'Action du personnage.

source: The suppressed area extends out in a cone, with the widest diameter of the cone being up to 20 meters across.
fr_fr: La zone balayée s'étend en cône, le diamètre le plus large du cône pouvant faire jusqu'à 20 mètres.

source: Any character who is not behind cover or who does not immediately move behind cover on their action is at risk of getting hit by the suppressive fire.
fr_fr: Tout personnage qui n'est pas derrière un couvert ou qui ne se met pas immédiatement à couvert lors de son action risque de se faire toucher par le tir suppressif.

source: If they move out of cover inside the suppressed area, the character laying down suppressive fire gets one free attack against them, which they may defend against as normal.
fr_fr: S'il sort d'un couvert à l'intérieur de la zone de feu, le personange qui déclenche le tir suppressif gagne une attaque gratuite contre lui, attaque dont ils peuvent se défendre comme d'habitude.

source: Apply no modifiers to these tests except for range, wounds, and full defense.
fr_fr: Aucun modificateurs ne sont à appliquer à ces tests, exceptés ceux liés à la portée, aux blessure et à la défense totale.

source: If hit, the struck character must resist damage as if from a single shot.
fr_fr: Si il est touché, le personnage doit résister aux dégats comme si ils s'agissaient de ceux d'un tir unique.

source: Characters who wish to ambush another must seek to gain the advantage of surprise.
fr_fr: Les personnages désirant tendre une embuscade à d'autres doivent chercher à bénéficier de l'avantage de la surprise.

source: This typically means sneaking up on, lying in wait, or sniping from a hardto- perceive position in the distance.
fr_fr: Cela signifie en général de se faufiler discrètement, d'attendre dans les ombres ou de camper depuis une position éloignée difficile à percevoir.

source: Any time an ambusher (or group of ambushers) attempts to surprise a target (or group of targets), make a secret Perception Test for the ambushee(s).
fr_fr: À chaque fois qu'un embusqué (ou un groupe d'embusqués) tentent de surprendre une cible (ou un groupe de cible), faites un test de Perception secret pour les cibles de l'embuscade.

source: Unless they are alert for surprises, this test should suffer the typical -20 modifier for being distracted.
fr_fr: À moins qu'ils ne s'attendent à une surprise, ce test devrait typiquement subir le modificateur de -20 pour être distrait.

source: This is an Opposed Test against the ambusher(s) Infiltration skill.
fr_fr: Il s'agît d'un Test en Opposition contre la compétence Infiltration de l'embusqué/des embusqués.

source: Depending on the attacker’s position, other modifiers may also apply (distance, visibility, cover, etc.).
fr_fr: En fonction de la position de l'attaquant, d'autres modificateurs peuvent également s'appliquer (distance, visibilité, couvert, etc.).

source: If the Perception Test fails, the character is surprised by the attack and cannot react to or defend against it.
fr_fr: Si le Test de Perception échoue, le personnage est surpris par l'attaque et ne peux pas y régair ou se défendre contre.

source: In this case, simply give the attacker(s) a free Action Phase to attack the surprised character(s).
fr_fr: Dans ce cas, donnez simplement aux attaquants une Phase d'Action gratuite pour attaquer les personnages surpris.

source: Once the attackers have taken their actions, roll Initiative as normal.
fr_fr: Une fois que les attaquants ont effectués leurs actions,lancez l'Intitiative comme d'habitude.

source: If the Perception Test succeeds, the character is alerted to something a split-second before they are ambushed, giving them a chance to react.
fr_fr: Si le Test de Perception réussit, le personnage est alerté une fraction de seconde avant qu'il ne tombe dans l'embuscade, lui donnant une chance de réagir.

source: In this case, roll Initiative as normal, but the ambushed character(s) suffers a -30 modifier to the Initiative Test.
fr_fr: Dans ce cas, lancez l'Initiative de manière normale, mais les personnages embusqués subissent un modificateur de -30 à leur Test d'Initiative.

source: The ambushed character may still defend as normal.
fr_fr: Les personnages embusqués peuvent toujours se défendre de manière normale.

source: In a group situation, things can get more complicated when some characters are surprised and others aren’t.
fr_fr: Dans les situations de groupe, les choses peuvent devenir plsu complexe lorsque certains personnages sont surpris et que d'autres ne le sont pas.

source: In this case, roll Initiative as normal, with all non-ambushers suffering the -30 modifier.
fr_fr: Dans ce cas, déterminez l'Inititaive de manière normale, avec tous les personnages non-embusqués subissant un modificateur de -30.

source: Any characters who are surprised are simply unable to take action on the first Action Phase, as they are caught off-guard and must take a moment to assess what’s going on and get caught up with the action.
fr_fr: Tous les personnages qui sont surpris ne peuvent tout simplement pas agir lors de la première Phase d'Action, ils sont sans défense et doivent prendre un instant pour évaluer la situation et rattraper leur retard.

source: As above, surprised characters my not defend on this first Action Phase.
fr_fr: Comme au-dessus, les personnages surpris ne peuvent pas se défendre lors de leur première Phase d'Action.

source: Tactical networks are specialized software programs used by teams that benefit from the sharing of tactical data.
fr_fr: Les réseaux tactiques sont des logiciels spécialisés utilsiés par les équipes qui bénéficient du partage de données tactiques.

source: They are commonly used by sports teams, security outfits, military units, AR gamers, gatecrashers, surveyors, miners, traffic control, scavengers, and anyone else who needs a tactical overview of a situation.
fr_fr: Ils sont fréquemment utilisés par les équipes sportives, les équipes de sécurités, les unités militaires, les joueurs RA, les resquilleurs, les surveillants, le smineurs, les crontrôlleurs du traffics, les récupérateurs et quiconque nécessite d'un aperçu tactique de la situation.

source: Firewall teams regularly take advantage of them.
fr_fr: Les équipes de Firewall profitent régulièrement des avantages de tels logiciels.

source: In game terms, tacnets provide specialized software skills and tools to a muse or AI, as best fits their tactical needs.
fr_fr: En terme de jeu, les tacnets fournissent des compétences et des outils logiciels spécialisés aux muses ou aux IA, en fonction de ce qui convient le mieux aux besoin tactiques.

source: These tools link together and share and analyze data between all of the participants in the network, creating a customizable entoptics display for each user that summarizes relevant data, highlights interactions and priorities, and alerts the user to matters that require their attention.
fr_fr: Ces outils se connectent les uns aux autres et partagent et analysent les données entre tous les participants du réseau, créant un affichage entoptique configurable pour chaque utilisateur qui résume les donnés capitales, mets en évidence les interactions et les priorités, et alerte l'utilsie des choses qui nécessitent son attention.

source: {Combat tacnets} The following list is a sample of a typical combat tacnet’s features.
fr_fr: {Tacnets de combat} la liste suivante est un exemple des caractéristique standard d'un tacnet de combat.

source: Gamemasters are encouraged to modify and expand these options as appropriate to their game:
fr_fr: Les maîtres de jeu sont encouragés à modifier et à étendre ces options de manière appropriée à leur jeu:

source: Maps: Tacnets assemble all available maps and can present them to the user with a bird’s eye view or as a three-dimensional interactive, with distances between relevant features readily accessible.
fr_fr: Cartes: Les tacnets assemblent toutes les cartes disponible et peuvent les présenter à l'utilisateur avec un point de vue aérien ou comme un ensemble tridimensionnele et interactif, les distances entre les caractéristiques intéressantes étant facilement acessible.

source: The AI or muse can also plot maps based on sensory input, breadcrumb positioning systems (p.
fr_fr: L'IA ou la muse peut également tracer des cartes en se basant sur les netrées sensorielles, les systèmes de fils d'arianne (p.

source: 332), and other data.
fr_fr: 332), et d'autres données.

source: Plotted paths and other data from these maps can be displayed as entoptic images or other AR sensory input (e.g., a user who should be turning left might see a transparent red arrow or feel a tingling sensation on their left side).
fr_fr: Des chemins et d'autres données de ces cartes peuvent être affichées comem image entoptique ou par d'autres données RA (par ex, un utrilisateur qui doit trouner à gauche pourrait voir une flêche rouge transparente ou sentir un picotement sur leur côté gauche).

source: Positioning: The exact positioning of the user and all other participants are updated and mapped according to mesh positioning and GPS.
fr_fr: Positionnement: Le positionnement exact de l'utilisateur et de tous les autres participants sont mis à jour et cartographié grâce au positionnement apr mesh et par GPS.

source: Likewise, the positioning of known people, bots, vehicles, and other features can also be plotted according to sensory input.
fr_fr: De manière similaire, le positionnement de personnes connues, de bots, de véchiukes et d'autres caractéristiques peuvent également être indiquées en fonction des entrées sensorielles.

source: Sensory Input: Any sensory input available to a participating character or device in the network can be fed into the system and shared.
fr_fr: Entrée Sensorielle: Toute entrée sensorielle disponible pour un des personnage participant ou un appareil dans le réseau peut alimenter le système et être partagée.

source: This includes data from cybernetic senses, portable sensors, smartlink guncams, XP output, etc.
fr_fr: Cela inclut les données des sens cybernétique, les senseurs portables, les caméra des smartlink, les sorties XP, etc.

source: This allows one user to immediately call up and access the sensor feed of another user.
fr_fr: Cela permet à un utilisateur d'accéder immédiatement au flux sensoriel d'un autre.

source: Communications Management: The tacnet maintains an encrypted link between all users and stays wary both of participants who drop out or of attempts to hack or interfere with the communications link.
fr_fr: Gestion de Communications: Le tacnet maintiens un lien chiffré entre tous les utilisateurs et reste conscient à la fois des utilisateurs qui se retirent ou des tentatives d'intrusion ou d'interférer avec le lien de communication.

source: Smartlink/Weapon Data: The tacnet monitors the status of weapons, accessories, and other gear via the smartlink interface or wireless link, bringing damage, shortages, and other issues to the user’s attention.
fr_fr: Données de Smartlink/d'Armes: Le tacnet supervise l'état des armes, des accessoires et d'autres équipement via l'interface smartlink ou un lien sans fil, rapportant les dégat, les épuisements de munitions et les autres problèmes à l'attention de l'utilisateur.

source: Indirect Fire: Members of a tacnet can provide targeting data to each other for purposes of indirect fire (p.
fr_fr: Tir Indirect: Les membres d'un tacnet peuvent fournir ds données de ciblage aux autres dans le but de tirs indirects (p.

source: Analysis: The muses and AIs participating in the tacnet are bolstered with skill software and databases that enable them to interpret incoming data and sensory feeds.
fr_fr: Analyse: Les muses et les IA participant au tacnet sont propulsées par des logiciles d compétences et des bases de données qui leur permettent d'interpréter les données entrantes et les flux sensoriels.
